Repository: X-dark/pidgin-libnotify-fork
Catalog: po/*.po
Languages: ro

source: New messages
ro: Mesaje noi

source: Only new conversations
ro: Doar conversațiile noi

source: Ignore events from blocked users
ro: Ignoră evenimentele de la utilizatorii blocați

source: Buddy signs on
ro: Contact conectat

source: Buddy signs off
ro: Contact deconectat

source: Only when available
ro: Doar când sunt disponibil(ă)

source: Show
ro: Afișează

source: is online
ro: s-a conectat

source: is offline
ro: s-a deconectat

source: Libnotify Popups
ro: Notificări libnotify

source: Displays popups via libnotify.
ro: Afișează notificări via libnotify.

source: Pidgin-libnotify: Displays popups via libnotify.
ro: Pidgin-libnotify: Afișează notificări via libnotify.
